# TileFadeVariance Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
Tile..::..TileFadeVariance Property
Tile Class See Also
---
The property labeled "Fade Variance" from the "Tile" schema.
**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2018.1
# Syntax
C#
---
```text
public static string TileFadeVariance { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property TileFadeVariance As String
	Get
```

Visual C++
---
```text
public:
static property String^ TileFadeVariance {
	String^ get ();
}
```

# Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 100".
# See Also
Tile Class
Autodesk.Revit.DB.Visual Namespace